-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Час створення: Чрв 12 2022 р., 18:06
-- Версія сервера: 8.0.24
-- Версія PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База даних: `city_city_of_rakhiv`
--

-- --------------------------------------------------------

--
-- Структура таблиці `administrators`
--

CREATE TABLE `administrators` (
  `email` varchar(225) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `administrators`
--

INSERT INTO `administrators` (`email`) VALUES
('ericspz531@gmail.com');

-- --------------------------------------------------------

--
-- Структура таблиці `publications`
--

CREATE TABLE `publications` (
  `id` int NOT NULL,
  `title` varchar(225) NOT NULL,
  `img` varchar(225) NOT NULL,
  `text` text NOT NULL,
  `date` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_0900_ai_ci;

--
-- Дамп даних таблиці `publications`
--

INSERT INTO `publications` (`id`, `title`, `img`, `text`, `date`) VALUES
(1, 'ПАМ’ЯТКА учасникам російсько-української війни: Права, Обов’язки та Гарантії соціального захисту', 'https://khust-miskrada.gov.ua/wp-content/uploads/2022/04/msg287274076-818723-300x169.jpg', '<p>З метою надання належної соціальної підтримки ветеранам війни та членам їх сімей, членам сімей загиблих (померлих) ветеранів війни, членам сімей загиблих (померлих) Захисників та Захисниць України інформуємо зазначену категорію населення щодо їх прав, обов’язків та гарантій соціального захисту через ПАМ’ЯТКУ, з якою можна ознайомитись за посиланням:<span id=\"more-19542\"></span></p>\n<p><a href=\"https://zaksoc.gov.ua/uploads/files/Pamyatka_2022.pdf\" target=\"_blank\" rel=\"noopener\">https://zaksoc.gov.ua/uploads/files/Pamyatka_2022.pdf</a></p>\n<p><strong>Ця пам’ятка розроблена громадською організацією «Юридична Сотня» спільно з фахівцями </strong><strong>Міністерства соціальної політики України, Міністерства оборони України та Генерального Штабу Збройних Сил України з метою забезпечення військовослужбовців базовою інформацією щодо пільг, прав і соціальних гарантій, а також – надання рекомендацій щодо порядку дій в певних ситуаціях.</strong></p>', '20.04.2022 о 08:20 '),
(2, 'Що робити, якщо ви пережили сексуальне насильство під час війни, стали свідком цього воєнного злочину, або вам довірилася людина, яка через це пройшла', 'https://eu-ua.kmu.gov.ua/sites/default/files/inline/images/20220415_175749_0000.png', 'Пам’ятка містить актуальні кроки у ситуації, пов’язаній з сексуальним насильством під час конфлікту, контакти куди повідомити про злочин, до кого звернутись за юридичною та психологічною допомогою, а також рекомендації щодо фіксації  злочину для подальшого розслідування та притягнення винних до відповідальності.\n\nЗ кожним днем стає відомо дедалі більше  подробиць звірських воєнних злочинів російських військових в Україні. Велика частина з яких – це злочини, пов’язані з сексуальним насильством проти жінок, чоловіків, дівчат та хлопців.\n\nПсихологічно, постраждала/ий від сексуального насильства, переживає кілька етапів: шок, який супроводжують відчуття провини та сорому, злість, невизначеність, горювання та прийняття.\n\nПід час цього важливо усвідомити:\n\nВи не винні!\n\nЦе зробив з вами гвалтівник.\n\nВажливо якнайшвидше відновити своє психічне здоров’я.\n\nДля цього варто звернутися до спеціалістів, найкраще – психологів, які підтримають та дадуть поради як пропрацювати отриману психологічну травму.\n\nНа інфографіці представлені консультативні лінії, платформи, а також телеграм-боти, де кожен постраждалий українець та українка може отримати безоплатну, швидку та фахову психологічну підтримку.', '20.04.2022 о 14:16'),
(3, 'ГЕРОЇ НЕ ВМИРАЮТЬ!!!', 'http://www.mukachevo.net/Content/img/news/3502/p_3502968_1_slidertop2.jpg', 'З глибоким сумом та щирими співчуттями повідомляємо про загибель солдата МОРОЧИЛО Івана Юрійовича, 04.10.1994 р. н. , який віддав своє життя захищаючи Україну від російських окупантів.\nУ перший день війни прибув до військового комісаріату разом з трьома братами для призову їх на військову службу. Ні хвилини не змогли бути осторонь у такий важкий час для України. Сильний духом, надійний, завжди готовий допомагати, з безмежною вірою у перемогу України – такого його запам’ятає Рахівщина!\nСумуємо та підтримуємо рідних у важку годину скорботи. Нехай опіка Всевишнього та наші молитви полегшать гіркоту втрати і родинне горе. Вічна пам’ять про мужнього захисника України назавжди залишиться в наших серцях.\n\nГЕРОЯМ СЛАВА!', '20.04.2022 о 19:49'),
(4, 'У Рахові встановили Великодню окрасу (ФОТО)', 'https://zakarpattya.net.ua/postimages/news/2021/4/179835860_2828239210723157_5994398670068794974_n-820x520.jpg', 'Кілька років поспіль у Рахові встановлюють Великодню писанку. Це символ життя, відродження, добра. В усі часи її дарували як побажання здоров’я, краси й сили, як оберіг від лиха та хвороб. Святкова інсталяція встановлена на традиційному місті – на площі перед Рахівською районною державною адміністрацією.', '21.04.2022 о 16:14');

--
-- Індекси збережених таблиць
--

--
-- Індекси таблиці `publications`
--
ALTER TABLE `publications`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для збережених таблиць
--

--
-- AUTO_INCREMENT для таблиці `publications`
--
ALTER TABLE `publications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
