<!-- Секція: Про місто -->
<section id="about_the_city" class="home-section text-center bg-gray">
    <div class="heading-about">
        <div class="container">
            <div class="row">
                <div class="col-lg-8 col-lg-offset-2">
                    <div class="wow bounceInDown" data-wow-delay="0.4s">
                        <div class="section-heading">
                            <h2>Про місто</h2>
                            <i class="fa fa-2x fa-angle-down"></i>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <div class="row">
            <div class="col-lg-2 col-lg-offset-5">
                <hr class="marginbot-50">
            </div>
        </div>
        <div class="row">
            <p>Місто Рахів – адміністративний центр районного підпорядкування, розташоване у південо-східній частині
                Закарпатської області в гірській улоговині на висоті 430 м над рівнем моря, найвисокогірніше місто і районний
                центр в Україні. Найбільший перепад висот у Рахові між найнижчою (400 м) і найбільш високою (1200 м) вулицями.
                Розташоване на річці Чорна Тиса, за 209 км від обласного центру Закарпатської області – м. Ужгород (по
                автомобільній дорозі).
            </p>
            <p>Площа території міста в існуючій межі – 524,2 га, проте площа, яку фактично займає і використовує місто є
                більшою (біля 1024 га). Населення міста складає близько 16 тисяч осіб. Національний склад населення
                позначається на особливостях релігійного та культурного життя міста. Тут зареєстровано ряд релігійних громад,
                діють православні, римо-католицький, греко-католицькі храми, зал царства свідків Бога Єгови і молитовний
                будинок євангелістів. Дружньо проживають українці, угорці, румуни, росіяни, роми та інші національні меншини.
            </p>
            <p>Зовнішні зв’язки міста здійснюються залізними та автомобільними шляхами.
            </p>
            <p>Місто активно розвиває міжнародне співробітництво. На сьогодні Рахів співпрацює з 5 містами-побратимами:
                Бельск-Подляскі (Польща), Свіднік (Словаччина), Белварош-Ліпотварош (V район міста Будапешт, Угорщина), Деск
                (Угорщина) та Сегед (Угорщина).
            </p>
            <p>Підприємства, які надають комунальні послуги територіальній громаді: МКП «Рахівкомунсервіс», КП «Рахівтепло»,
                ТзОВ «БІОТЕС» та КП «Тиса».
            </p>
            <p>Завдяки географічному розташуванню, унікальній природі і самобутній гуцульській культурі Рахів отримав славу
                «Гуцульського Парижа». Неподалік Рахова найвища гора України – г. Говерла (2061 м) та Географічний центр
                Європи. На території міста розміщені адміністративні будинки Карпатського біосферного заповідника, територія
                якого віднесена до найцінніших екосистем Землі і включена в міжнародну мережу біосферних резерватів ЮНЕСКО. У
                місті діють єдині в Україні музей екології гір та музей гуцульської різьби Юрія Павловича.
            </p>
            <p>Природні багатства краю сприяють розвитку туризму та рекреації.
            </p>
            <h5>10 причин відвідати Рахів:</h5>
            <ol class="text-left">
                <li>Рахів – найвисокогірніше місто України</li>
                <li>Рахів розташований в географічному центрі Європи</li>
                <li>Рахів – центр Закарпатської Гуцульщини, в якому знаходиться пам’ятник гуцулу і можна почути милозвучну
                    гуцульську мову</li>
                <li>Саме в Рахові, в місці злиття Білої та Чорної Тиси, починається річка Тиса – найдовша притока Дунаю</li>
                <li>Відчути екстрім – пройтися підвісними мостами через Тису – можна також у Рахові!</li>
                <li>Напитися цілющої води з численних мінеральних джерел – це теж у Рахові</li>
                <li>В Рахові знаходиться єдиний в Україні музей екології гір, відвідати який просто необхідно!</li>
                <li>В місті можна побувати в православних і греко – католицьких храмах та римо – католицькому костелі, де грає
                    орган</li>
                <li>В Рахові Ви побачите, як виготовляють трембіту – найдовший у світі музичний інструмент</li>
                <li>В Рахові ростуть найвищі в Україні модрини – єдині хвойні дерева, які скидають на зиму хвою.</li>
            </ol>
        </div>
    </div>
    <div class="container">
        <div class="row">
            <div class="col-lg-2 col-lg-offset-5">
                <hr class="marginbot-50">
            </div>
        </div>
    </div>
</section>
<!-- /Секція: Про місто -->