<!-- Секція: Історія міста -->
<section id="history" class="home-section text-center bg-gray">
    <div class="heading-about">
        <div class="container">
            <div class="row">
                <div class="col-lg-8 col-lg-offset-2">
                    <div class="wow bounceInDown" data-wow-delay="0.4s">
                        <div class="section-heading">
                            <h2>Історія міста</h2>
                            <i class="fa fa-2x fa-angle-down"></i>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="container">
        <div class="row">
            <div class="col-lg-2 col-lg-offset-5">
                <hr class="marginbot-50">
            </div>
        </div>
        <div class="row">
            <p>Датою заснування Рахова вважається <a href="https://uk.wikipedia.org/wiki/1447" title="1447">1447</a> рік,
                хоча письмова згадка про це поселення відома ще з <a href="https://uk.wikipedia.org/wiki/910" title="910">910</a> року. Одними з перших поселенців Рахова, напевне, були <a href="https://uk.wikipedia.org/wiki/%D0%93%D1%83%D1%86%D1%83%D0%BB%D0%B8" title="Гуцули">гуцули</a> з
                Галичини&nbsp;— Мельничуки, Ворохти й інші. Селяни займалися вівчарством, рибальством, полюванням,
                бджолярством. Жили в курних хатах-колибах, згодом будували гуцульські хати-гражди.
            </p>
            <p>Тільки у XIV&nbsp;ст. <a href="https://uk.wikipedia.org/wiki/%D0%A3%D0%B3%D0%BE%D1%80%D1%89%D0%B8%D0%BD%D0%B0" title="Угорщина">Угорщина</a> почала оволодівати гірськими районами <a href="https://uk.wikipedia.org/wiki/%D0%97%D0%B0%D0%BA%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%82%D1%8F" title="Закарпаття">Закарпаття</a>, про що свідчить створення Марамороського комітату із центром у Сиготі
                лишень у 1303&nbsp;р. Поступово сюди стали прибувати та селитися тут угорські феодали. Утім, більшість дрібної
                шляхти ще в XVI&nbsp;ст. на Марамороші становили місцеві, частково мадяризовані, еліти&nbsp;— кенези-князі.
            </p>
            <p>Зазнав Рахів і <a href="https://uk.wikipedia.org/wiki/%D0%9C%D0%BE%D0%BD%D0%B3%D0%BE%D0%BB%D0%BE-%D1%82%D0%B0%D1%82%D0%B0%D1%80%D1%81%D1%8C%D0%BA%D0%B0_%D0%BD%D0%B0%D0%B2%D0%B0%D0%BB%D0%B0" class="mw-redirect" title="Монголо-татарська навала">татаро-монгольського поневолення</a>. У <a href="https://uk.wikipedia.org/wiki/1241" title="1241">1241</a> році шістдесятитисячна орда хана <a href="https://uk.wikipedia.org/wiki/%D0%91%D0%B0%D1%82%D0%B8%D0%B9" title="Батий">Батия</a> перейшла через
                Карпати в Угорщину. За період свого панування татаро-монголи вогнем і мечем спустошили та зруйнували майже всі
                міста й села.
            </p>
            <p>Після відступу завойовників у Закарпаття повертаються угорські феодали. Після поразки у битві під Могачем у
                <a href="https://uk.wikipedia.org/wiki/1526" title="1526">1526 році</a> Угорщина розпалася. Більша частина
                Закарпаття потрапила у васальну залежність від Туреччини, а решта території опинилась під владою <a href="https://uk.wikipedia.org/wiki/%D0%93%D0%B0%D0%B1%D1%81%D0%B1%D1%83%D1%80%D0%B3%D0%B8" title="Габсбурги">Габсбургів</a>. На початку XIV&nbsp;ст. зароджується <a href="https://uk.wikipedia.org/wiki/%D0%9E%D0%BF%D1%80%D0%B8%D1%88%D0%BA%D0%B8" title="Опришки">опришківський рух</a>. Рахівчани брали активну участь в загонах народних месників <a href="https://uk.wikipedia.org/wiki/%D0%9F%D0%B8%D0%BD%D1%82%D1%8F" class="mw-redirect" title="Пинтя">І.Пинті</a>, Ф.<a href="https://uk.wikipedia.org/wiki/%D0%91%D0%BE%D0%B9%D0%BA%D0%BE" class="mw-disambig" title="Бойко">Бойка</a>, І.Пискливого, О.<a href="https://uk.wikipedia.org/wiki/%D0%94%D0%BE%D0%B2%D0%B1%D1%83%D1%88_%D0%9E%D0%BB%D0%B5%D0%BA%D1%81%D0%B0" class="mw-redirect" title="Довбуш Олекса">Довбуша</a>, <a href="https://uk.wikipedia.org/wiki/%D0%91%D0%B0%D1%8E%D1%80%D0%B0%D0%BA_%D0%92%D0%B0%D1%81%D0%B8%D0%BB%D1%8C" title="Баюрак Василь">В.Баюрака</a>, що грозою проносилися Карпатами.
            </p>
            <p>За часів входження закарпатських земель до складу <a href="https://uk.wikipedia.org/wiki/%D0%90%D0%B2%D1%81%D1%82%D1%80%D0%BE-%D0%A3%D0%B3%D0%BE%D1%80%D1%89%D0%B8%D0%BD%D0%B0" title="Австро-Угорщина">Австро-Угорщини</a> сюди було переселено багато німецьких колоністів, за участі яких
                відбувалося становлення лісопереробної галузі. Величезним поштовхом до соціально-економічного розвитку цього
                краю стало будівництво залізниці до Рахова та Ясіня, яка була здана в експлуатацію 15 серпня 1895 року.
                Будували залізницю 16 тисяч італійців та спеціалістів з інших країн Європи.
            </p>
            <p>У 1896&nbsp;р. Рахів став повітовим містечком&nbsp;— центром Тисодолинянського повіту (округу) Марамороського
                комітату. З початку XX&nbsp;ст. відома печатка поселення&nbsp;— з зображенням голови оленя, оберненої в лівий
                геральдичний бік. Символіка цієї печатки базувалася на давнішій емблемі містечка, відомій ще з громадських
                печаток кінця XVIII століття,&nbsp;— зображенням оленя на повен зріст, оберненого праворуч.
            </p>
            <p>У листопаді <a href="https://uk.wikipedia.org/wiki/1918" title="1918">1918</a> року рахівчани рішуче
                піднялися на боротьбу за визволення та возз'єднання краю з українським народом. <a href="https://uk.wikipedia.org/wiki/8_%D0%BB%D0%B8%D1%81%D1%82%D0%BE%D0%BF%D0%B0%D0%B4%D0%B0" title="8 листопада">8 листопада</a> <a href="https://uk.wikipedia.org/wiki/1918" title="1918">1918</a> року
                в с. <a href="https://uk.wikipedia.org/wiki/%D0%AF%D1%81%D1%96%D0%BD%D1%8F" title="Ясіня">Ясіня</a> було
                утворено <a href="https://uk.wikipedia.org/wiki/%D0%93%D1%83%D1%86%D1%83%D0%BB%D1%8C%D1%81%D1%8C%D0%BA%D0%B0_%D1%80%D0%B5%D1%81%D0%BF%D1%83%D0%B1%D0%BB%D1%96%D0%BA%D0%B0" class="mw-redirect" title="Гуцульська республіка">Гуцульську республіку</a> на чолі з <a href="https://uk.wikipedia.org/wiki/%D0%9A%D0%BB%D0%BE%D1%87%D1%83%D1%80%D0%B0%D0%BA_%D0%A1%D1%82%D0%B5%D0%BF%D0%B0%D0%BD" class="mw-redirect" title="Клочурак Степан">Степаном Клочураком</a>, яка протрималася до травня 1919 року.
                14 січня її війська, з боєм, визволили Рахів від угорської адміністрації та військ. Їм допомогло те, що у
                місті спалахнуло повстання українців, організоване П. Попенком. Саме він став старостою міста, однак 19 січня
                був убитий проугорським терористом. Старостою рахівчани обрали С. Дреботу. Та, незабаром гуцульські війська
                залишили центр міста, укріпившись в передмісті&nbsp;— Устєріках. Місто та сусідні Трибушани та Берлибаш
                (Ділове та Костилівка) стали буферною зоною між Гуцульською республікою та румунськими військами, які
                окупували В. Бичків, Луг та ін. населені пункти. Окупований був Рахів румунськими військами у травні
                1919&nbsp;р. Незабаром припинила існування і Гуцульська республіка.
            </p>
            <p>У червні 1920&nbsp;р. Рахів увійшов у склад Чехословацької республіки.
            </p>
            <p>Під час входження Закарпаття (тодішня назва&nbsp;— <a href="https://uk.wikipedia.org/wiki/%D0%9F%D1%96%D0%B4%D0%BA%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D0%B0_%D0%A0%D1%83%D1%81%D1%8C" title="Підкарпатська Русь">Підкарпатська Русь</a>)<sup id="cite_ref-2" class="reference"><a href="#cite_note-2">[2]</a></sup> до складу ЧСР, населені пункти Рахівщини активно розвивалися як осередки
                туризму. У одній із своїх статей С. Клочурак назвав Рахів Гуцульським Парижем.
            </p>
            <p>У 1939 році була проголошена <a href="/wiki/%D0%9A%D0%B0%D1%80%D0%BF%D0%B0%D1%82%D1%81%D1%8C%D0%BA%D0%B0_%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B0" title="Карпатська Україна">Карпатська Україна</a>, до складу якої входив і Рахів, однак того ж року він був
                захоплений угорськими військами.<sup id="cite_ref-3" class="reference"><a href="#cite_note-3">[3]</a></sup>
            </p>
            <p>Нацистська окупація часів <a href="https://uk.wikipedia.org/wiki/%D0%94%D1%80%D1%83%D0%B3%D0%B0_%D1%81%D0%B2%D1%96%D1%82%D0%BE%D0%B2%D0%B0_%D0%B2%D1%96%D0%B9%D0%BD%D0%B0" title="Друга світова війна">другої світової війни</a> завершилася зайняттям міста, як і всього Закарпаття,
                частинами <a href="https://uk.wikipedia.org/wiki/%D0%A7%D0%B5%D1%80%D0%B2%D0%BE%D0%BD%D0%B0_%D0%90%D1%80%D0%BC%D1%96%D1%8F" class="mw-redirect" title="Червона Армія">Червоної Армії</a> в жовтні <a href="https://uk.wikipedia.org/wiki/1944" title="1944">1944</a> року. У <a href="https://uk.wikipedia.org/wiki/1945" title="1945">1945</a> році Рахів, як і все Закарпаття, увійшов до
                складу <a href="https://uk.wikipedia.org/wiki/%D0%A3%D0%A0%D0%A1%D0%A0" class="mw-redirect" title="УРСР">УРСР</a>.
            </p>
            <p><a href="https://uk.wikipedia.org/wiki/30_%D1%82%D1%80%D0%B0%D0%B2%D0%BD%D1%8F" title="30 травня">30
                    травня</a> <a href="https://uk.wikipedia.org/wiki/1947" title="1947">1947</a> року Рахів отримав статус <a href="https://uk.wikipedia.org/wiki/%D0%A1%D0%B5%D0%BB%D0%B8%D1%89%D0%B5_%D0%BC%D1%96%D1%81%D1%8C%D0%BA%D0%BE%D0%B3%D0%BE_%D1%82%D0%B8%D0%BF%D1%83" title="Селище міського типу">селища міського типу</a>.<sup id="cite_ref-4" class="reference"><a href="#cite_note-4">[4]</a></sup>
            </p>
            <p>З <a href="https://uk.wikipedia.org/wiki/24_%D1%81%D0%B5%D1%80%D0%BF%D0%BD%D1%8F" title="24 серпня">24
                    серпня</a> <a href="https://uk.wikipedia.org/wiki/1991" title="1991">1991</a> року Рахів входить до складу
                незалежної <a href="https://uk.wikipedia.org/wiki/%D0%A3%D0%BA%D1%80%D0%B0%D1%97%D0%BD%D0%B0" title="Україна">української держави</a>.
            </p>
        </div>
    </div>
    <div class="container">
        <div class="row">
            <div class="col-lg-2 col-lg-offset-5">
                <hr class="marginbot-50">
            </div>
        </div>
    </div>
</section>
<!-- /Секція: Історія міста -->